Repository: sebasgoldberg/iampacks
Catalog: iampacks/cross/usuario/locale/*/LC_MESSAGES/django.po
Languages: es

source: Trocar
es: Cambiar

source: Gerar
es: Generar

source: O email ingresado ja existe
es: El e-mail ingresado ya existe

source: Nome
es: Nombre

source: Sobrenome
es: Apellido

source: Sua senha foi trocada com sucesso
es: Su clave fue modificada con éxito

source: Sua senha ha mudado
es: Su clave a cambiado

source: Nova senha gerada com sucesso
es: Nueva clave generada con éxito

source: Mail com nova senha enviado para %s
es: Mail con nueva clave enviada para %s

source: Sua conta esta criada
es: Su cuenta se encuentra creada

source: Registro realizado com sucesso!
es: Registro realizado con éxito!

source: Enviamos para seu email dados da sua nova conta.
es: Hemos enviado para su e-mail datos de su nueva cuenta.

source: Criar nova conta
es: Crear nueva cuenta

source: Esqueci minha senha
es: No recuerdo mi clave

source: Trocar Senha
es: Modificar Clave

source: Cadastro
es: Registro

source: Gerar Senha
es: Generar Clave

source: Oi %(firstname)s! Voce tem uma nova senha. Sua nova senha e (%(clave)s). Lembre que seu usuário e (%(username)s). Voce pode trocar sua senha acessando a %(base_url)s/usuario/cambio/clave/
es: Hola %(firstname)s! Tienes una nueva clave. Su nueva clave es (%(clave)s). Recuerde que su usuario es (%(username)s). Usted puede cambiar su clave ingresando a %(base_url)s/usuario/cambio/clave/

source: Oi %(first_name)s! Você tem uma nova conta em %(base_url)s/ Você poderá ingressar a sua nova conta com seu usuário (%(username)s) e sua chave. Se você não lembra sua chave, poderá gerá-la de novo aqui: %(base_url)s/usuario/reiniciar/clave/
es: Hola %(first_name)s! Usted tiene una nueva cuenta en %(base_url)s/ Usted podrá ingresar a su nueva cuenta con su usuario (%(username)s) y su clave. Si usted no recuerda su clave, podra generarla de nuevo aqui: %(base_url)s/usuario/reiniciar/clave/
